Repository: seldin-puce/aiesecfinal
Catalog: Aiesec.Web/Resources/ValidationErrors.*.resx
Languages: bs_latn_ba

source: Current password is not correct
bs_latn_ba: Trenutna šifra je neispravna

source: Email is already is use
bs_latn_ba: Email se koristi

# EmailWrongFormat
source: Wrong format of email
bs_latn_ba: Neispravan format email-a

# ErrDateWrongFormat
source: Format of date is invalid
bs_latn_ba: Pogrešan format datuma

# ErrEnterTheSameValueAgain
source: Enter the same value again
bs_latn_ba: Unesite istu vrijednost ponovo

# ErrEnterValidNumber
source: Enter a valid number
bs_latn_ba: Unesite ispravan broj

# ErrMaxLenght
source: Maximum number of characters is 100
bs_latn_ba: Maksimalan broj karaktera je 100

# ErrMaxNumberOfCharacters
source: Maximum number of characters is {0}
bs_latn_ba: Maksimalan broj karaktera je {0}

# ErrMinLenghtPassword
source: Password must be at least 8 characters
bs_latn_ba: Šifra mora imati najmanje 8 karaktera

# ErrMinLenghtPasswordConfirm
source: Password confirm must be at least 8 characters
bs_latn_ba: Potvrda šifre mora imati najmanje 8 karaktera

# ErrMinMaxName
source: Name must be at least 5 characters
bs_latn_ba: Naziv mora imate najmanje 5 karaktera

# ErrMinMaxShortName
source: Short name must be at least 2 characters
bs_latn_ba: Skraćeni naziv mora imati najmanje 2 karaktera

# ErrMinNumberOfCharacters
source: Minimum number of characters is {0}
bs_latn_ba: Minimalan broj karaktera je {0}

# ErrNoAddress
source: Address is required
bs_latn_ba: Adresa je obavezna

# ErrNoBirthDate
source: Date of birth is required
bs_latn_ba: Datum rođenja je obavezan

# ErrNoCity
source: City is required
bs_latn_ba: Grad je obavezan

# ErrNoConfirmPassword
source: Password confirm is required
bs_latn_ba: Potvrda šifre je obavezna

# ErrNoContactAgent
source: Contact agent is required
bs_latn_ba: Kontakt agent je obavezan

# ErrNoContactEmail
source: Contact email is required
bs_latn_ba: Kontakt email je obavezan

# ErrNoCountry
source: Country is required
bs_latn_ba: Država je obavezna

# ErrNoCurrentPassword
source: Current passwrod is required
bs_latn_ba: Trenutna šifra je obavezna

# ErrNoEmail
source: Email is required
bs_latn_ba: Email je obavezan

# ErrNoFirstName
source: Firstname is required
bs_latn_ba: Ime je obavezno

# ErrNoGender
source: Gender is required
bs_latn_ba: Spol je obavezan

# ErrNoJIB
source: JIB is required
bs_latn_ba: JIB je obavezan

# ErrNoLastName
source: Lastname is required
bs_latn_ba: Prezime je obavezno

# ErrNoName
source: Name is required
bs_latn_ba: Naziv je obavezan

# ErrNoNewPassword
source: New password is required
bs_latn_ba: Nova šifra je obavezna

# ErrNoPassword
source: Password is required
bs_latn_ba: Šifra je obavezna

# ErrNoPasswordConfirm
source: Password confirm is required
bs_latn_ba: Potvrda šifre je obavezna

# ErrNoPhoneNumber
source: Phone number is required
bs_latn_ba: Broj telefona je obavezan

# ErrNoPhoneNumberCode
source: Country phone code is required
bs_latn_ba: Pozivni broj države je obavezan

# ErrNoPhoneNumberRegex
source: Phone number regex is required
bs_latn_ba: Regex za broj telefona je obavezan

# ErrNoPostalCode
source: Postal code is required
bs_latn_ba: Poštanski broj je obavezan

# ErrNoShortName
source: Short name is required
bs_latn_ba: Skraćeni naziv je obavezan

# ErrNotSamePasswordConfirm
source: Passwords are not match
bs_latn_ba: Šifre se ne poklapaju

# ErrNoUsername
source: Username is required
bs_latn_ba: Korisničko ime je obavezno

# ErrPasswordPolicy
source: Password must contain at least one number, lowercase letter, uppercase letter and special character
bs_latn_ba: Šifra mora sadržavati barem jedan broj, malo slovo, veliko slovo i specijalni karakter

# ErrThisFieldIsRequired
source: This field is required
bs_latn_ba: Ovo polje je obavezno

# ErrPhoneNumberPolicy
source: Phone number format is incorrect
bs_latn_ba: Format telefonskog broja je pogrešan

# ErrUniqueEmail
source: Email is not available
bs_latn_ba: Email je zauzet

# ErrUniquePhoneNumber
source: Phone number is not available
bs_latn_ba: Broj telefona je zauzet

# ErrUniqueUsername
source: Username is not available
bs_latn_ba: Korisničko ime je zauzeto

# ErrUrl
source: Wrong url
bs_latn_ba: Pogrešan link

# ErrUsernamePolicy
source: Username format must be firstname_lastname
bs_latn_ba: Format korisničkog imena je ime_prezime

# ErrBiographyMaxLengthPolicy
source: Biography max length is 500 characters
bs_latn_ba: Maksimalna dužina biografije je 500 karaktera

# ErrUserNameExists
source: User name '{0}' is already taken.
bs_latn_ba: Korisničko ime '{0}' se već koristi.

# ErrFirstName
source: First name is not valid
bs_latn_ba: Ime nije validno

# ErrLastName
source: Last name is not valid
bs_latn_ba: Prezime nije validno

# ErrNoRole
source: Role is required
bs_latn_ba: Uloga je obavezna

# SorryTryAgain
source: Sorry, looks like there are some errors detected, please try again.
bs_latn_ba: Žao nam je, izgleda da imate grešku. Ispravite je i pokušajte ponovo.

# ErrFirstNameMaxLength
source: First name max length is 50 characters
bs_latn_ba: Maksimalna dužina imena je 50 karaktera

# ErrLastNameMaxLength
source: Last name max length is 50 characters
bs_latn_ba: Maksimalna dužina prezimena je 50 karaktera

# ErrNoEstablishmentDate
source: Date of establishment is required
bs_latn_ba: Datum osnivanja je obavezan

# ErrNoFunctionalField
source: Functional field is required
bs_latn_ba: Funkcionalno područje je obavezno

# ErrNoLocalCommittee
source: Local committee is required
bs_latn_ba: Lokalni komitet je obavezan

# ErrNoCapacity
source: Capacity is required
bs_latn_ba: Kapacitet je obavezan
